{"title":{"0":"The MarCO Mission Comes to an End","1":"Celebrate Mars Reconnaissance Orbiter's Views From Above","2":"NASA Invites Students to Name Mars 2020 Rover","3":"NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate","4":"The Man Who Wanted to Fly on Mars","5":"NASA's Briefcase-Size MarCO Satellite Picks Up Honors","6":"NASA's Perseverance Rover Bringing 3D-Printed Metal Parts to Mars","7":"From JPL's Mailroom to Mars and Beyond","8":"NASA's Mars Reconnaissance Orbiter Undergoes Memory Update","9":"7 Things to Know About the Mars 2020 Perseverance Rover Mission","10":"Heat and Dust Help Launch Martian Water Into Space, Scientists Find","11":"NASA's Perseverance Rover Will Carry First Spacesuit Materials to Mars","12":"NASA's Perseverance Rover 100 Days Out","13":"InSight's 'Mole' Team Peers into the Pit","14":"10.9 Million Names Now Aboard NASA's Perseverance Mars Rover"},"preview":{"0":"The pair of briefcase-sized satellites made history when they sailed past Mars in 2019.","1":"Marking its 15th anniversary since launch, one of the oldest spacecraft at the Red Planet has provided glimpses of dust devils, avalanches, and more.","2":"Through Nov. 1, K-12 students in the U.S. are encouraged to enter an essay contest to name NASA's next Mars rover.","3":"Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years.","4":"The Mars Helicopter is riding to the Red Planet this summer with NASA's Perseverance rover. The helicopter's chief engineer, Bob Balaram, shares the saga of how it came into being.","5":"The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology.","6":"For hobbyists and makers, 3D printing expands creative possibilities; for specialized engineers, it's also key to next-generation spacecraft design.","7":"Bill Allen has thrived as the mechanical systems design lead for three Mars rover missions, but he got his start as a teenager sorting letters for the NASA center.","8":"Other orbiters will continue relaying data from Mars surface missions for a two-week period.","9":"NASA's next rover to the Red Planet is slated to launch no earlier than July 30. These highlights will get you up to speed on the ambitious mission.","10":"Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. ","11":"In a Q&A, spacesuit designer Amy Ross explains how five samples, including a piece of helmet visor, will be tested aboard the rover, which is targeting a July 30 launch. ","12":"Mark your calendars: The agency's latest rover has only about 8,640,000 seconds to go before it touches down on the Red Planet, becoming history's next Mars car.","13":"Efforts to save the heat probe continue.","14":"As part of NASA's 'Send Your Name to Mars' campaign, they've been stenciled onto three microchips along with essays from NASA's 'Name the Rover' contest. Next stop: Mars."}}